Revit 2027 API
AssemblyDifferenceNamingCategory.NamingCategoryId2 Property
 Naming category id of the second assembly
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId NamingCategoryId2 { get; }
Public ReadOnly Property NamingCategoryId2 As ElementId
	Get
public:
property ElementId^ NamingCategoryId2 {
	ElementId^ get ();
}
member NamingCategoryId2 : ElementId with get
Property Value
ElementId
See Also
Reference
AssemblyDifferenceNamingCategory Class
Autodesk.Revit.DB Namespace